import React from 'react'

import './Search.scss'

const Search = () => {
	return (
		<div className='search' id='search'>
			<div className='container'>
				<h2>МЫ ИЩЕМ ТЕБЯ!</h2>
				<span className='line'></span>
				<div className='content'>
					<div className='card'>
						<p>
							<span>C НАМИ ВЫ ПОЛУЧИТЕ </span>
						</p>
						<p>
							Мы работаем на рынке системной интеграции уже более 20 лет. Много
							достигли, но хотим еще больше. Сильная команда адекватных, веселых
							и находчивых людей, которые вместе идут к намеченной цели - наше
							главное и ключевое конкурентное преимущество, а ядро команды,
							конечно, отдел продаж. Если ты: • уверенно знаешь, что такое
							"сервер", "тонкий клиент", "SAN-сеть", "виртуализация" и т.д. •
							знаком с продуктами HPE, Dell Technologies, Cisco System, APC,
							Lenovo и т.д. • готов ещё глубже погружаться в технические и
							маркетинговые детали ИТ-продуктов, в том числе и на английском
							языке • умеешь работать и соло, и в команде • имеешь активную
							жизненную позицию, амбициозные цели по доходу и понимаешь, что
							тебе нужно, чтобы их достичь, тогда, возможно, у нас есть
							предложение для тебя. У нас нет печенек, корпоративного фитнеса и
							ДМС - в нашей команде взрослые люди, которые сами определяют, на
							что тратить свои деньги. У нас есть: • Крутая команда и
							выстроенные (ну почти, мы ежедневно становимся лучше)
							бизнес-процессы • Компетентность и экспертность - наши главные
							ценности • Наработанные партнёрские связи с лидерами ИТ-рынка -
							вендорами, дистрибьюторами и интеграторами • Руководство, которое
							всегда рядом - поможет, подскажет, прикроет, поддержит • Сильный
							маркетинг, выдающий стабильный поток качественных входящих лидов •
							Прозрачная система мотивации • Регулярное обучение - и от
							вендоров, и от тренеров • Хороший офис с удобными и современными
							рабочими местами • Ну и да - твёрдый оклад в рынке + % мотивации.
							Если тебе всё это интересно и хочется узнать больше, засылай
							резюме на hr@ultra.kg Мы свяжемся, ответим на вопросы и
							договоримся о встрече!
						</p>
					</div>
				</div>
			</div>
		</div>
	)
}

export default Search